{
  "header": {
    "title": "COEQWAL",
    "buttons": {
      "getData": "Obtener Datos",
      "aboutCOEQWAL": "Acerca de COEQWAL"
    }
  },
  "learnMore": "Aprender más",
  "homePanel": {
    "title": "Los californianos están conectados por su agua.",
    "pg1": "El agua sostiene a nuestras comunidades. El proyecto COEQWAL ayuda a los californianos a comprender el complejo sistema hídrico del estado al ilustrar cómo funciona y explorar formas basadas en datos para su distribución."
  },
  "introInterstitial": {
    "paragraphs": {
      "pg1": "Durante los últimos 150 años, hemos construido un sistema altamente gestionado para distribuir agua a ciudades, granjas, ecosistemas y comunidades. Nos encontramos en un momento en el que los ecosistemas están en peligro, el derecho humano al agua no siempre se garantiza y enfrentamos los impactos del cambio climático."
    }
  },
  "CaliforniaWaterPanel": {
    "title": "Agua de California",
    "paragraphs": {
      "pg1": "Debido a la geografía de California, el agua rara vez cae donde más se usa. La mayor parte del agua de California proviene de las lluvias invernales en el norte.",
      "pg2": "La capa de nieve en las montañas de la Sierra Nevada crea reservorios naturales que liberan agua durante la primavera.",
      "pg3": "El agua superficial fluye hacia los afluentes de los ríos Sacramento y San Joaquín,",
      "pg4": "hacia el Delta,",
      "pg5": "y luego desemboca en el Pacífico a través del Golden Gate.",
      "pg6": "El agua subterránea se almacena bajo tierra en acuíferos y manantiales a lo largo del Valle Central y las montañas.",
      "pg7": "El agua subterránea antigua está interconectada y se recarga con las lluvias estacionales."
    }
  },
  "drawerLinks": {
    "howWaterMoves": "Cómo se mueve el agua a través de California",
    "howWaterManaged": "Cómo se gestiona el agua en California",
    "calSim": "CalSim",
    "climateChange": "Cambio climático"
  },
  "drawerButton": {
    "close": "Cerrar"
  }
}
